Repository: madanodyblum/django_experina
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Size
nl: Afmeting

source: Color
nl: Kleur

source: Image
nl: Afbeelding

source: Choose an option
nl: Kies een optie

source: first name
nl: voornaam

source: last name
nl: achternaam

source: address
nl: adres

source: postal code
nl: postcode

source: city
nl: plaats

source: remarks
nl: opmerking

source: Order no. #0{self.id} successfully registered
nl: Ordernummer #0{self.id} is succesvol geregistreerd

source: Hi {self.first_name}, Your Order no. #0{self.id} was successfully registered. You will soon be contacted by someone from our Sales Department in order to discuss further details about delivery and payment. Best regards, experina.nl Team
nl: Hallo {self.first_name}, Uw ordernummer #0{self.id} is succesvol geregistreerd. Er wordt snel contact met u opgenomen over de details van de levering en de betaling. Met vriendelijke groet, Experina

source: New Order placed: no. #0{self.id}
nl: Nieuwe Bestelling Geplaatst: nee. #0{self.id}

source: Hi there, You have a new Order from {self.first_name} {self.last_name} ({self.email}). Order no. #0{self.id} of total value: € {self.total_order} Best regards, Your trustworthy Notification Robot
nl: Hallo, Jullie hebben een nieuwe order van {self.first_name} {self.last_name} ({self.email}). Ordernummer #0{self.id}: € {self.total_order} Met vriendelijke groet, Experina Notification Robot

source: product
nl: artikel

source: custom image
nl: nummer afbeelding

source: custom color
nl: nummer kleur

source: product name
nl: artikelnaam

source: color
nl: kleur

source: price
nl: prijs

source: quantity
nl: aantal

source: image
nl: afbeelding

source: Order Item
nl: Artikel

source: Order Items
nl: Artikelen

source: Product added to your Shopping Bag.
nl: Artikel toegevoegd aan winkelwagen.

source: Product updated to your Shopping Bag.
nl: Artikel bijgewerkt in uw winkelwagen.

source: Product removed from your Shopping Bag.
nl: Artikel verwijderd uit winkelwagen.

source: Order no. #0{order.id} successfully registered. You will receive an email with further instructions.
nl: Ordernummer #0{order.id} is succesvol geregistreerd. U ontvangt snel een e-mail met verdere instructies.

source: Variations created.
nl: Variaties aangemaakt.

source: Create Product Variations
nl: Maak product variaties

source: name
nl: naam

source: Sizes
nl: Afmetingen

source: Colors
nl: Kleuren

source: Category Image
nl: Afbeelding categorie

source: image ration
nl: afbeelding ratio

source: is featured
nl: voorpagina

source: Category
nl: Categorie

source: Categories
nl: Categorieën

source: Customer Image
nl: Nummer afbeelding

source: Customer Images
nl: Nummers afbelding

source: Customer Color
nl: Nummer kleur

source: Customer Colors
nl: Nummers kleur

source: size
nl: afmeting

source: categories
nl: categorieën

source: Customer can choose an Image
nl: Klant kan een afbeelding kiezen

source: Customer can choose a Color
nl: Klant kan een kleur kiezen

source: description
nl: omschrijving

source: extra info
nl: extra informatie

source: image from Product Detail Page
nl: afbeelding van Product detailpagina

source: minimum order
nl: minimum aantal

source: related products
nl: gerelateerde artikelen

source: Product
nl: Artikel

source: Products
nl: Artikelen

source: minimum quantity
nl: minimale hoeveelheid

source: maximum quanbtity
nl: maximale hoeveelheid

source: Price
nl: Prijs

source: Prices
nl: Prijzen

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: SEARCH
nl: ZOEKEN

source: shop
nl: winkel

source: cart
nl: winkelwagen

source: about experina
nl: over Experina

source: addresss
nl: adres

source: Experina Sportprijzen All Rights Reserved.
nl: Experina Sportprijzen Alle Rechten Voorbehouden.

source: Designed by Johan Boerema
nl: Gemaakt door Johan Boerema

source: Shopping cart - <span class="amount-items">%(total_items)s items</span>
nl: Winkelwagen - <span class="amount-items">%(total_items)s artikelen</span>

source: Item
nl: Artikel

source: Unit Price
nl: Prijs

source: Quantity
nl: Aantal

source: Sub Total
nl: Subtotaal

source: Product Code:
nl: Artikelcode:

source: In Stock
nl: Verfügbar

source: Delete
nl: Verwijderen

source: Update
nl: Bijwerken

source: Summary
nl: Samenvatting

source: Subtotal
nl: Subtotaal

source: Shipping
nl: Vervoer

source: Tax
nl: BTW

source: Total
nl: Totaal

source: PROCEED TO PAYMENT
nl: DOORGAAN NAAR BETALING

source: Checkout
nl: Afrekenen

source: SHIPPING
nl: VERZENDEN

source: YOUR SHIPPING INFORMATION
nl: UW VERZEND INFORMATIE

source: First name:
nl: Voornaam:

source: Last Name:
nl: Achternaam:

source: Address:
nl: Adres:

source: Postal code:
nl: Postcode:

source: City:
nl: Plaats:

source: Remarks:
nl: Opmerking:

source: submit
nl: bestellen

source: About Experina
nl: Over Experina

source: Experina Sports prices wants to be a (web) store that is ready for the customer. We are service oriented.
nl: Experina Sportprijzen wil een (web) winkel zijn die klaar staat voor de klant. We zijn service gericht.

source: We have a small stock to deliver directly and if necessary, we immediately turn on the engraving machine to provide the customer with sports prizes.
nl: We hebben een kleine voorraad om direct te leveren en indien nodig, zetten we direct de graveermachine aan, om de klant te voorzien van sportprijzen.

source: We often have a chat with the customer and put a cup of coffee.
nl: Vaak maken we met de klant een praatje en zetten even een bakje koffie.

source: We also want to deliver quality and of course on time. We go there for ......
nl: We willen ook graag kwaliteit leveren en dan natuurlijk op tijd. We gaan er voor……

source: Bringing the ordered home home is often no problem for us. The customer does not have to travel twice.
nl: Het thuis brengen van het bestelde is voor ons ook vaak geen probleem. De klant hoeft zo niet 2x te reizen.

source: For specific questions we dive into the books of the wholesalers and if necessary we get a product from abroad.
nl: Voor specifieke vragen duiken we de boeken van de groothandels in en desnoods halen we een product uit het buitenland.

source: Nowadays we can make mugs and what not. We too do not want to stand still.
nl: Tegenwoordig kunnen we mokken en wat al niet meer zelf maken. Ook wij willen niet stil staan.

source: Your own logo on a cup and medal also belongs to the possibilities. And that often at a very small extra price.
nl: Uw eigen logo op een beker en medaille behoord ook tot de mogelijkheden. En dat vaak tegen een zeer geringe meerprijs.

source: In short, we are 100%% customer-oriented and basically do not sell no. And that at low cost.
nl: Kortom, we zijn 100%% klantgericht en verkopen in principe geen nee. En dat tegen lage kosten.

source: However, we are not of those bullies, a medal with a sticker on the back we have some trouble with it.
nl: We zijn echter niet van die stikkeraars, een medaille met een sticker achterop hebben we wel wat moeite mee.

source: We choose originality and quality.
nl: We kiezen voor originaliteit en kwaliteit.

source: Click <a href="https://www.facebook.com/pages/Experina-Sportprijzen/132804423566121" target="_blank">here</a> to go to our page on Facebook
nl: Klik <a href=“https://www.facebook.com/pages/Experina-Sportprijzen/132804423566121” target=“_blank”>hier</a> om naar onze pagina op Facebook te gaan

source: VIEW OUR EXCLUSIVE
nl: BEKIJK ONZE EXCLUSIEF

source: <span>NEW</span> PRODUCTS FOR 2017
nl: <span>NIEUWE</span> PRODUCTEN VOOR 2019

source: Top categories
nl: Top categorieën

source: Feature item
nl: AANBEVOLEN ARTIKELEN

source: Showing %(product_count)s Results
nl: Toont %(product_count)s resultaten

source: Add to cart
nl: Voeg toe aan winkelwagen

source: Please select color and/or size.
nl: Selecteer aub de kleur en/of de afmeting.

source: PRODUCT DETAILS
nl: ARTIKEL INFORMATIE

source: OTHER INFORMATION
nl: OVERIGE INFORMATIE

source: Related Product
nl: Gerelateerd product

source: View details
nl: Bekijk details

source: Search result by '%(q_term)s':
nl: Zoekresultaat bij '%(q_term) s':

source: No products found...
nl: Geen producten gevonden…
